import { Link } from "react-router-dom";
import { Grid } from "@mui/material";
import './styles.css';

function AboutAs() {

  return (
    <Grid>
      <div className="content-box">
        <h2>Մեր մասին</h2>
        <p>
          Բարի գալուստ CalmMind, որտեղ սկսվում է ներքին խաղաղության և անձնական աճի ուղին: <br /><br />
          CalmMind-ում մեր առաքելությունը պարզ է, բայց խորը. տրամադրել հոգեկան բարեկեցության ամբողջական մոտեցում՝ ոգեշնչման, կապի և ինքնաբացահայտման միջոցով: Մեր հարթակը նախագծված է լինել ձեր օրվա մի մասնիկը՝ առաջարկելով ռեսուրսների և գործիքների բազմազան տեսականի՝ աջակցելու ձեզ դեպի ավելի կատարյալ կյանք տանող ձեր ճանապարհորդությունը: <br /><br />
          Մոտիվացիան ամեն ինչի հիմքում է: Անկախ նրանից, թե դուք փնտրում եք ոգեշնչման խթան՝ հանգստացնող երաժշտության, հոգին աշխուժացնող պատկերների, յոգայի վերականգնող պրակտիկայի կամ լուսավորող գրքերի էջերում հայտնաբերված իմաստության միջոցով, CalmMind-ն առաջարկում է հարուստ ռեսուրսներ՝ ձեր ոգին սնելու համար. <br /><br />
          Բայց մենք գիտակցում ենք, որ իսկական աճը պահանջում է ավելին, քան պարզապես ոգեշնչում, այն պահանջում է կապ և առաջնորդություն նրանցից, ովքեր քայլել են մեզնից առաջ ճանապարհով: Ահա թե ինչու մենք կարող ենք ձեզ հնարավորություն տալ բովանդակալից զրույցներ վարել հայտնի հոգեբանների և մտքի առաջնորդների հետ մեր կենդանի զրույցի հնարավորությունի միջոցով: Անկախ նրանից, թե դուք խորհուրդ եք փնտրում, հստակություն կամ պարզապես լսող ականջ, մեր փորձագետներն այստեղ են՝ աջակցելու ձեզ ամեն քայլափոխի.
          <br /><br />
          Եվ նրանց համար, ովքեր պատրաստ են ավելի խորանալ իրենց հոգեկանի մեջ, մեր համապարփակ հոգեբանական թեստերն առաջարկում են անգնահատելի պատկերացումներ ձեր անձի, ուժեղ կողմերի և աճի ոլորտների վերաբերյալ: Զինված այս գիտելիքներով, դուք ավելի լավ պատրաստված կլինեք կյանքի մարտահրավերները նավարկելու և ձեր իսկական ներուժն ընդունելու համար. <br /><br />
          CalmMind-ում մենք հավատում ենք, որ դեպի ներքին խաղաղություն տանող ճանապարհորդությունը նպատակակետ չէ, այլ ամբողջ կյանքի հետապնդում, որը պահանջում է քաջություն, հետաքրքրասիրություն և կարեկցանք: Անկախ նրանից, թե դուք նոր եք սկսում ինքնաբացահայտման ձեր ուսումնասիրությունը, թե ձգտում եք խորացնել մարդկային հոգեկանի ձեր ըմբռնումը, մենք ձեզ հրավիրում ենք միանալ մեզ այս ճանապարհորդության մեջ.
          <br /><br />
          Միասին, եկեք սկսենք մտավոր ճանապարհորդություն դեպի ավելի հստակություն, կապ և իրականացում.
          <br /><br />
          Բարի գալուստ CalmMind, որտեղ սկսվում է ինքնաբացահայտման արկածը.
        </p>
        <br />
        <button className="butt">
          <Link to="/">Վերադառնալ</Link>
        </button>
      </div>
    </Grid>
  )
};

export default AboutAs;
